var toursInfo = {};

toursInfo['HistCoCntr'] = {
  Name : "Исторический Музей Колорадо",
  TextInfo : "<p>&nbsp Штат Колорадо имеет довольно своеобразную историю - как до, " +
      "так и после того, как стал 38-м штатом. Откратие золота и серебра " +
      "привел многих людей к неправильным действиям, они искали новую жизнь и приключения. " +
      "Исторический музей Колорадо является тем местом в Денвере, где можно увидеть и узнать " +
      "эту великую историю. Музей является объектом исторического общества Колорадо, который " +
      "имеет 12 исторических мест, находящихся в разных местах штата.</p>"
};

toursInfo['MotCabShr'] = {
  Name : "Храм-мемориал (Mother Cabrini Shrine)",
  TextInfo : "<p>&nbsp Удивительный уголок в горах-Храм-мемориал (Mother Cabrini Shrine) " +
  "в память о покровительнице иммигрантов и эмигрантов - Святой Матери Кабрини " +
  "(Франческа-Саверио Кабрини). Дорога к храму - это отдельная ступенька к " +
  "познанию человеческой души и подтверждение того, что духовность и вера в " +
  "собственные силы могут творить чудеса.<br><br>" +
  "&nbsp Возвышающаяся над Горой Наблюдения статуя Иисуса Христа указывает на " +
  "незабываемую панораму Денвера.<br<br>" +
  "&nbsp Мемориал — это комплекс разных по архитектурному замыслу строений: каменный " +
  "и монастырский дома, часовня, грот, источник Святой воды.<br><br>" +
  "&nbsp В созданном Саду в честь Кабрини открыт новый музей, который с помощью " +
  "коллекции предметов и одежды, воссозданной жилой комнатой, знакомит с " +
  "периодом пребывания ее в начале 20-го века в Колорадо.<br><br>" +
  "&nbsp В часовне создан зал с витражными окнами, изображающие жизнь Святой Кабрини. " +
  "Место уединения у ее восковой фигуры - особый акцент экскурсионного тура.<br><br>" +
  "&nbsp На память останутся впечатления, сувениры, приобретенные в комплексе и " +
  "желание вернуться в эти места снова и снова.</p>"
};


toursInfo['RdRcks'] = {
  Name : "Амфитеатр \"Red Rocks\"",
  TextInfo : "<p>&nbsp Экскурсионный маршрут, включающий знакомство с историческим " +
      "объектом штата Колорадо - национальным памятником США - “СТАРЫЙ ФОРТ БЕНТ" +
      "(1833г.), городом Морриссон и каменным амфитеатром - удивительным скальным " +
      "образованием (70млн.лет), а также- экспозицией музея под землей.</p>"
  };


toursInfo['DnvrAqua'] = {
  Name : "Аквариум в Городе Денвер",
  TextInfo : "<p>&nbsp Посещение Денверского аквариума — это знакомство с самым " +
  "большим аквариумом на пространстве между Калифорнией и Чикаго. Оформлен в " +
  "нестандартном формате: тоннели,наземные стеклянные окошки, затемненные проходы " +
  "с пышной растительностью. Необъяснимое состояние души, когда видишь проплывающих " +
  "над головой огромных черепах и скатов. Неожиданности подстерегают за каждым поворотом " +
  "огромного пространства аквариума. <br><br> " +
  "Среди царства водных обитателей нашлось «укромное» место и для тигра и - это " +
  "зрелище захватывающее.<br><br>" +
  "&nbsp Посетив Денверский аквариум понимаешь: насколько велик потенциал природы и как важен человек в ней.</p>"
};


toursInfo['LtltnMnrs'] = {
  Name : "Стары Усадьбы Города Литтлтон",
  TextInfo : "<p>&nbsp Прежде, чем попасть в укромный уголок XIX века, у входа на " +
      "территорию комплекса посетителей встречают “подсолнухи”-композиция, изящно " +
      "созданная из... металла, под которой хочется укрыться в летнеее время от " +
      "солнцепека. Стационарная музейная экспозиция знакомит с историей этого " +
      "города, где представлены интереснейшие экспонаты с диарамой. Выйдя из " +
      "помещения-попадаешь в музей под открытым небом, с двумя усадьбами конца " +
      "XIX века: жилыми помещениями, школой, действующей фермой, вековыми " +
      "деревьями и звуками молота в кузнице. Под крышей деревянной беседки, у " +
      "озера-прекрасное место отдыха." +
      "</p><p>" +
      "&nbsp С таким же удовольствием приглашаю посетить национальный парк “ЧАТФИЛД” " +
      "с усадьбой, ранчо, шатрами-аллеями и животным миром усадьбы. На поляне, " +
      "на скамейках под деревьями и в беседке-уютное место для общения.</p>"
};


toursInfo['DwntwnDnvr'] = {
  Name : "Денвер - Город На Высоте Мили",
  TextInfo : "<p>&nbsp На протяжениии 4-часового экскурса по культурно-историческим " +
      "местам города Вы познакомитесь с особенностями архитектурных форм, " +
      "рельефа, пройдете по старым улицам и историческому кварталу удивительного " +
      "или как его называли “красивого города”, услышите проницательные звуки " +
      "органа в Кафедральной Базилике, удивитесь сохранившейся старине " +
      "греческого театра, пройдете по 16улице, побываете у башни с " +
      "часами-прототипа Венецианской башни и,пройдя по гражданскому парку " +
      "(Civic center)-полюбуетесь величием Капитолия, а также пройдете по " +
      "аллеям, окруженных скульптурными композициями.</p>"
};


toursInfo['USMnt'] = {
  Name : "Денверский Монетный Двор",
  TextInfo : "<p>&nbsp Здание построено в итальянском стиле эпохи Возрождения - в 19 " +
      "начале 20 веков и является одним из старейших учреждений Колорадо. Для " +
      "экскурсантов предлагается тур с осмотром специальных выставок, историей " +
      "первых дней работы Монетного Двора и знакомством полного цикла " +
      "производства монет. После экскурсии можно посетить сувенирный магазин, " +
      "в котором доступно приобретение футболок, копилок. Однако, продажа " +
      "монет не производится, но автоматизированные машины обменивают долларовые " +
      "купюры на монету в $1.</p>"
};

toursInfo['GrdnGds'] = {
  Name : "Сад Богов",
  TextInfo : "<p>&nbsp Сад Богов в Колорадо - это пример 300-миллионной геологической " +
      "истории, где слилась воедино красота лугов Великих равнин и горы " +
      "Пайкс-Пик. Причудливые скалы, необъятные пространства, соседство " +
      "“небесного и земного” на его вершинах и чудо природы - ”Балансирующая скала”, " +
      "создают незабываемые впечатления.Это путешествие украсит выш выходной день." +
      "</p><p>" +
      "&nbsp Интересен Колорадо Спрингс как изваяниями природы так и сооружением, " +
      "созданным руками человека. Нельзя не назвать и не познакомить Вас с " +
      "Военно-Воздушной Академией, с таким неординарным в архитектурном " +
      "отношении,устремившемся в небеса белоснежным сооружением под общим " +
      "названием “Кадетская часовня”.</p>"
};

toursInfo['LktMntns'] = {
  Name : "Историчкский Комплекс на Lookout Mountain",
  TextInfo : "<p>&nbsp Включает музей, могилу Буффало Билла, магазин, детскую игровую " +
      "зону.Это необыкновенное место на Столовой горе, связанное с золотой эрой " +
      "Буффало Билла Коди, не имеющее аналогов. Во время экскурсии Вы узнаете о " +
      "человеке, филантропе, почетном воине, истинном защитнике. Музей - " +
      " это коллекция артефактов, " +
      "оружия, памятные вещи, письма, плакаты, одежда, а также магазин сувениров, " +
      "закусок. С высоты Lookout Mountain - восхитительная захватывающая панорама.</p>"
};

toursInfo['MollyBrown'] = {
  Name : "Дом - Музей Маргарет Браун",
  TextInfo : "<p>&nbsp Маргарет Браун явилась героиней книг, кинофильмов и Бродвейской " +
  "постановки. Она пережила катастрофу знаменитого океанского лайнера «Титаник».<br><br> " +
  "&nbsp В городе Денвер сохранился дом, в котором с 1894 по 1912 годы жила семья Браунов. " +
  "Вход в дом до сих пор охраняют фигуры двух львов и сфинкса, привезенные Маргарет из " +
  "дальних путешествий. Музей является мемориальным, так как сохранились подлинные вещи " +
  "семьи Браун, обстановка дома, некоторые предметы мебели, фотографии. <br><br>" +
  "&nbsp Этот дом — яркий пример жилой застройки города Денвер в конце 19- начале 20в.в..</p>"
};



toursInfo['ChrstmsLghts'] = {
  Name : "Рождественская Сказка",
  TextInfo : "<p>&nbsp Что может быть красочнее и наряднее в Рождественские вечера? " +
  "Соцветие огней, многозвучие радостных голосов на ледовых площадках, песни у " +
  "Рождественского костра, фотографии на память у праздничной елки и все это " +
  "многообразие впечатлений - на экскурсионном маршруте по городам Аврора и Денвер. " +
  "Рождество - это не только огни большого города, это также удивительно украшенные " +
  "дома и дворики жителями тихих и уютных районов этих городов, где разыгрываются целые " +
  "спектакли «сказочными героями». <br><br>" +
  "&nbsp <b>Время проведения этих экскурсий ограничено: с 22 декабря по 20 января — ежегодно.</b><br><br> " +
  "&nbsp На данном маршруте возможен вариант с остановкой (по желанию) в зоопарке, превращающийся " +
  "перед Рождеством в сказку, в которой царит таинственный мир фауны.</p>"
};


toursInfo['Sculptures'] = {
  Name : "История Города в Скульптурах",
  TextInfo : "<p>&nbsp Совершая экскурс по улицам и паркам Денвера восхищаешься " +
  "обилием скульптур. Украшение ими «Королевского города пустыни» стало особенностью " +
  "этих мест, начиная с конца 19 века.<br><br>" +
  "&nbsp Вы узнаете причину ценности каждой скульптуры, ее историю создания и " +
  "установление на тех местах, которые особенно отражают каждую ее страницу.<br><br>" +
  "&nbsp Композиция «Колесо» и «Денверский монолит», «Красный стул» , «Звери-большуны» " +
  "и многие другие, которые заинтересуют Вас и удивят. Прогулка по городу и " +
  "осмотр исторических мест расширят Ваш кругозор и сделают познания о городе " +
  "более детальными. <br><br> " +
  "&nbsp<b>Экскурсия проводится в дневное и вечернее время.<b></p>"
};


function ShowTourInfo(tourName) {
  $("#tourInfoModel").removeData ('bs.modal');
  $('.modal-title').text(toursInfo[tourName].Name);
  $('.modal-body').html(toursInfo[tourName].TextInfo);
}//ShowTourInfo
